{
    "Title": "Fantasia",
    "Year": "1940",
    "Rated": "G",
    "Released": "20 Jun 1941",
    "Runtime": "125 min",
    "Genre": "Animation, Family, Fantasy, Music",
    "Director": "James Algar, Samuel Armstrong, Ford Beebe Jr., Norman Ferguson, David Hand, Jim Handley, T. Hee, Wilfred Jackson, Hamilton Luske, Bill Roberts, Paul Satterfield, Ben Sharpsteen",
    "Writer": "Joe Grant (story direction), Dick Huemer (story direction), Lee Blair (story development), Elmer Plummer (story development), Phil Dike (story development), Sylvia Moberly-Holland (story development), Norman Wright (story development), Albert Heath (story development), Bianca Majolie (story development), Graham Heid (story development), Perce Pearce (story development), Carl Fallberg (story development), William Martin (story development and research), Leo Thiele (story development and research), Robert Sterner (story development and research), John McLeish (story development and research), Otto Englander (story development), Webb Smith (story development), Erdman Penner (story development), Joseph Sabo (story development), Bill Peet (story development), Vernon Stallings (story development), Campbell Grant (story development), Arthur Heinemann (story development), Phil Dike (story development)",
    "Actors": "Leopold Stokowski, Deems Taylor",
    "Plot": "A collection of animated interpretations of great works of Western classical music.",
    "Language": "English",
    "Country": "USA",
    "Awards": "8 wins & 1 nomination.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BYjhlYzNkOGEtZjNkZC00OTQ4LWJiMzEtMTM3YzBiM2FkMDUxXkEyXkFqcGdeQXVyNzY1NDgwNjQ@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "7.8/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "94%"
        },
        {
            "Source": "Metacritic",
            "Value": "96/100"
        }
    ],
    "Metascore": "96",
    "imdbRating": "7.8",
    "imdbVotes": "82,859",
    "imdbID": "tt0032455",
    "Type": "movie",
    "DVD": "01 Nov 1991",
    "BoxOffice": "N/A",
    "Production": "Walt Disney Productions",
    "Website": "N/A",
    "Response": "True"
}