{
    "Title": "Rugrats Go Wild",
    "Year": "2003",
    "Rated": "PG",
    "Released": "13 Jun 2003",
    "Runtime": "80 min",
    "Genre": "Animation, Adventure, Comedy, Family, Fantasy, Musical",
    "Director": "John Eng, Norton Virgien",
    "Writer": "Kate Boutilier, Monica Piper (punch-up writer), David Regal (punch-up writer), Paul Greenberg (punch-up writer), Vito Viscomi (punch-up writer), Arlene Klasky (based on characters created by: Rugrats), Gabor Csupo (based on characters created by: Rugrats), Paul Germain (based on characters created by: Rugrats), Arlene Klasky (character design: original series), Gabor Csupo (character design: original series), Peter Chung (character design: original series), Arlene Klasky (based on characters created by: The Wild Thornberrys), Gabor Csupo (based on characters created by: The Wild Thornberrys), Steve Pepoon (based on characters created by: The Wild Thornberrys), David Silverman (based on characters created by: The Wild Thornberrys), Stephen Sustarsic (based on characters created by: The Wild Thornberrys), Laslo Nosek (character design: original series), Gena Kornyshev (character design: original series)",
    "Actors": "Elizabeth Daily, Nancy Cartwright, Kath Soucie, Dionne Quan",
    "Plot": "The Rugrats get tangled in an exotic adventure, where they're helped by the Thornberrys, a family that travels the world making nature documentaries.",
    "Language": "English",
    "Country": "USA",
    "Awards": "2 nominations.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BOTYzMTAwNTI3MV5BMl5BanBnXkFtZTYwMzU3NTM3._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "5.6/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "40%"
        },
        {
            "Source": "Metacritic",
            "Value": "38/100"
        }
    ],
    "Metascore": "38",
    "imdbRating": "5.6",
    "imdbVotes": "7,109",
    "imdbID": "tt0337711",
    "Type": "movie",
    "DVD": "16 Dec 2003",
    "BoxOffice": "$39,400,000",
    "Production": "Paramount Pictures",
    "Website": "N/A",
    "Response": "True"
}