{
    "Title": "To Each His Own Cinema",
    "Year": "2007",
    "Rated": "N/A",
    "Released": "31 Oct 2007",
    "Runtime": "100 min",
    "Genre": "Comedy, Drama",
    "Director": "Theodoros Angelopoulos, Olivier Assayas, Bille August, Jane Campion, Youssef Chahine, Kaige Chen, Michael Cimino, Ethan Coen, Joel Coen, David Cronenberg, Jean-Pierre Dardenne, Luc Dardenne, Manoel de Oliveira, Raymond Depardon, Atom Egoyan, Amos Gitai, Hsiao-Hsien Hou, Alejandro G. Iñárritu, Aki Kaurismäki, Abbas Kiarostami, Takeshi Kitano, Andrey Konchalovskiy, Claude Lelouch, Ken Loach, David Lynch, Nanni Moretti, Roman Polanski, Raoul Ruiz, Walter Salles, Elia Suleiman, Ming-liang Tsai, Gus Van Sant, Lars von Trier, Wim Wenders, Kar-Wai Wong, Yimou Zhang",
    "Writer": "Manoel de Oliveira (dialogue), Manoel de Oliveira (scenario), Atom Egoyan (segment), Olivier Assayas (segment), William Chang (story), Jean-Pierre Dardenne (segment), Luc Dardenne (segment), Amos Gitai (segment), Alejandro G. Iñárritu (segment), Aki Kaurismäki (segment), Andrey Konchalovskiy (segment), Nanni Moretti (segment), Kar-Wai Wong (story), Yimou Zhang (segment), Jingzhi Zou (segment)",
    "Actors": "Isabelle Adjani, Pegah Ahangarani, Anouk Aimée, Leonid Alexeenko",
    "Plot": "A collective film of 33 shorts directed by different directors about their feeling about Cinema.",
    "Language": "Mandarin, English, French, Spanish, Danish, Finnish, Hebrew, Italian, Japanese, Portuguese, Russian, Yiddish, Arabic",
    "Country": "France",
    "Awards": "N/A",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMGQxYjc0NDctMDNkMC00NzQxLWI4ODUtZDkzNjU2NzExOGMzXkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "6.8/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "100%"
        }
    ],
    "Metascore": "N/A",
    "imdbRating": "6.8",
    "imdbVotes": "4,402",
    "imdbID": "tt0973844",
    "Type": "movie",
    "DVD": "N/A",
    "BoxOffice": "N/A",
    "Production": "N/A",
    "Website": "N/A",
    "Response": "True"
}