{
    "Title": "The ABCs of Death",
    "Year": "2012",
    "Rated": "Not Rated",
    "Released": "26 Apr 2013",
    "Runtime": "129 min",
    "Genre": "Comedy, Horror",
    "Director": "Kaare Andrews, Angela Bettis, Hélène Cattet, Ernesto Díaz Espinoza, Jason Eisener, Bruno Forzani, Adrián García Bogliano, Xavier Gens, Jorge Michel Grau, Lee Hardcastle, Noboru Iguchi, Thomas Cappelen Malling, Anders Morgenthaler, Yoshihiro Nishimura, Banjong Pisanthanakun, Simon Rumley, Marcel Sarmiento, Jon Schnepp, Srdjan Spasojevic, Timo Tjahjanto, Andrew Traucki, Nacho Vigalondo, Jake West, Ti West, Ben Wheatley, Adam Wingard, Yudai Yamaguchi",
    "Writer": "Ant Timpson (based on a nightmare by), Nacho Vigalondo, Adrián García Bogliano, Ernesto Díaz Espinoza, Marcel Sarmiento, Simon Rumley, Jon Schnepp (segment), Dimitrije Vojnov, Yudai Yamaguchi (segment), Noboru Iguchi (segment), Simon Barrett, Ti West, Kaare Andrews, Bruno Forzani, Hélène Cattet, Yoshihiro Nishimura (segment), Keith Calder (story by), Srdjan Spasojevic, Lee Hardcastle (segment), Martha Poly Vil (original idea)",
    "Actors": "Eva Llorach, Miquel Insua, Alejandra Urdiaín, Harold Torres",
    "Plot": "A 26-chapter anthology that showcases death in all its vicious wonder and brutal beauty.",
    "Language": "English, Spanish, Japanese, German, French, Korean",
    "Country": "USA, New Zealand",
    "Awards": "1 win & 1 nomination.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMjIzNTA0OTIxNV5BMl5BanBnXkFtZTcwMzA3MTM2Nw@@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "4.7/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "37%"
        },
        {
            "Source": "Metacritic",
            "Value": "43/100"
        }
    ],
    "Metascore": "43",
    "imdbRating": "4.7",
    "imdbVotes": "17,103",
    "imdbID": "tt1935896",
    "Type": "movie",
    "DVD": "21 May 2013",
    "BoxOffice": "$17,160",
    "Production": "Magnolia Pictures",
    "Website": "N/A",
    "Response": "True"
}