{
    "Title": "Justice League Dark",
    "Year": "2017",
    "Rated": "R",
    "Released": "07 Feb 2017",
    "Runtime": "75 min",
    "Genre": "Animation, Action, Fantasy, Horror, Sci-Fi",
    "Director": "Jay Oliva",
    "Writer": "J.M. DeMatteis (story), Ernie Altbacker (story), Ernie Altbacker (teleplay), Peter Milligan (comic book), Jeff Lemire (comic book), Mikel Janín (comic book), Jerry Siegel (character created by: Superman), Joe Shuster (character created by: Superman), Bob Kane (character created by: Batman), Bill Finger (character created by: Batman), William Moulton Marston (character created by: Wonder Woman), Steve Bissette (character created by: Constantine), John Totleben (character created by: Constantine), Jamie Delano (character created by: Constantine), John Ridgway (character created by: Constantine), Arnold Drake (character created by: Deadman), Jack Kirby (character created by: Jason Blood/Etrigan), Len Wein (character created by: Swamp Thing), Bernie Wrightson (character created by: Swamp Thing), Gardner Fox (character created by: Zatanna), Murphy Anderson (character created by: Zatanna)",
    "Actors": "Rosario Dawson, Jerry O'Connell, Camilla Luddington, Jeremy Davies",
    "Plot": "Beings with supernatural powers join together to fight against supernatural villains. This team of supernatural beings include John Constantine, Zatanna and Jason Blood also known as the demon Etrigan.",
    "Language": "English",
    "Country": "USA",
    "Awards": "1 nomination.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMmNkMGU4YzEtZTdhZS00YzBhLTgzYzAtZWM2NTQ0ZGU2ZjM3XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "7.1/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "78%"
        }
    ],
    "Metascore": "N/A",
    "imdbRating": "7.1",
    "imdbVotes": "17,747",
    "imdbID": "tt2494376",
    "Type": "movie",
    "DVD": "07 Feb 2017",
    "BoxOffice": "N/A",
    "Production": "WARNER BROTHERS PICTURES",
    "Website": "N/A",
    "Response": "True"
}