{
    "Title": "ABCs of Death 2",
    "Year": "2014",
    "Rated": "Not Rated",
    "Released": "02 Oct 2014",
    "Runtime": "125 min",
    "Genre": "Comedy, Horror",
    "Director": "Rodney Ascher, Julian Barratt, Robert Boocheck, Alejandro Brugués, Kristina Buozyte, Alexandre Bustillo, Larry Fessenden, Julian Gilbey, Jim Hosking, Lancelot Oduwa Imasuen, E.L. Katz, Aharon Keshales, Steven Kostanski, Marvin Kren, Juan Martínez Moreno, Erik Matti, Wolfgang Matzl, Julien Maury, Robert Morgan, Chris Nash, Vincenzo Natali, Hajime Ohata, Navot Papushado, Bill Plympton, Dennison Ramalho, Todd Rohal, Jerome Sable, Bruno Samper, Jen Soska, Sylvia Soska, Sôichi Umezawa",
    "Writer": "Ant Timpson (created by), Ant Timpson (based on a franchise dream by), David Chirchirillo, Julian Barratt, Julian Gilbey, Robert Morgan, Alejandro Brugués, Marc Walkow (based on an idea by), Alejandro Brugués (based on an idea by), Jim Hosking, Toby Harvard, Erik Matti, Jeff Buhler (based on a story by), Dennison Ramalho (screenplay), Kristina Buozyte, Bruno Samper, Lancelot Oduwa Imasuen (story concept), Ossa Earlice (screenplay), Robert Boocheck, Larry Fessenden, Hajime Ohata, Todd Rohal, Rodney Ascher, Benjamin Hessler (screenplay), Juan Martínez Moreno, Jen Soska, Sylvia Soska, Vincenzo Natali, Jerome Sable, Nicholas Musurca, Jeremy Gillespie, Julien Maury, Alexandre Bustillo, Sôichi Umezawa, Chris Nash",
    "Actors": "Eric Jacobus, Andy Nyman, Simon Barrett, Teela LaRoux",
    "Plot": "Another 26-chapter anthology that showcases death in all its vicious wonder and brutal beauty.",
    "Language": "English, Japanese, Hebrew, Portuguese, French, Arabic, Filipino, German",
    "Country": "USA, New Zealand, Canada, Israel, Japan",
    "Awards": "1 nomination.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BNjM5NzY4NTcyMF5BMl5BanBnXkFtZTgwMDU1MjczMjE@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "5.4/10"
        },
        {
            "Source": "Rotten Tomatoes",
            "Value": "73%"
        },
        {
            "Source": "Metacritic",
            "Value": "53/100"
        }
    ],
    "Metascore": "53",
    "imdbRating": "5.4",
    "imdbVotes": "7,468",
    "imdbID": "tt2926810",
    "Type": "movie",
    "DVD": "03 Feb 2015",
    "BoxOffice": "N/A",
    "Production": "Magnet Releasing",
    "Website": "N/A",
    "Response": "True"
}