{
    "Title": "Lego DC Comics Super Heroes: The Flash",
    "Year": "2018",
    "Rated": "Not Rated",
    "Released": "13 Feb 2018",
    "Runtime": "78 min",
    "Genre": "Animation, Action, Sci-Fi",
    "Director": "Ethan Spaulding",
    "Writer": "James Krieg, Jeremy Adams, Jerry Siegel (character created by: Superman), Joe Shuster (character created by: Superman), Paul Norris (character created by: Aquaman), Gardner Fox (character created by: Atom/Ray Palmer), Bob Kane (character created by: Batman), Bill Finger (character created by: Batman), Marv Wolfman (character created by: Cyborg), George Pérez (character created by: Cyborg), Gardner Fox (character created by: Doctor Fate), Gerry Conway (character created by: Firestorm), Al Milgrom (character created by: Firestorm), Gerry Conway (character created by: Killer Croc), Don Newton (character created by: Killer Croc), Jack Cole (character created by: Plastic Man), William Moulton Marston (character created by: Wonder Woman), Gardner Fox (character created by: Zatanna), Murphy Anderson (character created by: Zatanna)",
    "Actors": "James Arnold Taylor, Kate Micucci, Kevin Michael Richardson, Troy Baker",
    "Plot": "Reverse-Flash manipulates the Speed Force to put The Flash into a time loop, which forces him to re-live the same day over and over again. The Flash must find a way to restore time and finally apprehend his worst enemy before all is lost.",
    "Language": "English",
    "Country": "USA",
    "Awards": "N/A",
    "Poster": "https://m.media-amazon.com/images/M/MV5BODY5NjI2OTEtODI2ZC00MjJhLTk5MTEtNmM5MzlmNTUwNzEwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX300.jpg",
    "Ratings": [
        {
            "Source": "Internet Movie Database",
            "Value": "6.3/10"
        }
    ],
    "Metascore": "N/A",
    "imdbRating": "6.3",
    "imdbVotes": "1,246",
    "imdbID": "tt7877382",
    "Type": "movie",
    "DVD": "N/A",
    "BoxOffice": "N/A",
    "Production": "N/A",
    "Website": "N/A",
    "Response": "True"
}