{
    "Title": "Deathcember",
    "Year": "2019",
    "Rated": "N/A",
    "Released": "01 Dec 2019",
    "Runtime": "145 min",
    "Genre": "Horror",
    "Director": "Lazar Bodroza, B.J. Colangelo, John Cook Lynch, Steve De Roover, Ruggero Deodato, Sonia Escolano, Isaac Ezban, Florian Frerichs, Rémi Fréchette, Sadrac González-Perellón, Trent Haaga, Juergen Kling, Ama Lea, Sang-woo Lee, Andreas Marschall, Annika Marx, Pollyanna McIntosh, Lucky McKee, Bob Pipe, Julian Richards, Jason Rostovsky, Alyosha Saari, Dominic Saxl, R. Zachary Shildwachter, Milan Todorovic, Michael Varrati, Vivienne Vaughn, Sam Wineman",
    "Writer": "Wes Allen (story: segment \"They Used To Laugh And Call Him Names\"), John Cook Lynch (segment), Steve De Roover (segment), Ruggero Deodato (segment), Sonia Escolano (segment), Isaac Ezban (segment), Florian Frerichs (segment), Rémi Fréchette (story), Sadrac González-Perellón (segment), Marc Gottlieb (segment), Trent Haaga (segment), Charles Horak (segment), Juergen Kling (segment), Sang-woo Lee (segment), Andreas Marschall (segment), Annika Marx (segment), Pollyanna McIntosh (segment), Lucky McKee (segment), Audrey Meubus (segment), Audrey Meubus (segment), Momir Milosevic (segment), Dominik Ostler (segment), Bob Pipe (segment), Julian Richards (segment), Jason Rostovsky (segment), Alyosha Saari (segment), Dominic Saxl (creator), Dominic Saxl (segment), R. Zachary Shildwachter (story), R. Zachary Shildwachter (segment), Michael Varrati (segment), Vivienne Vaughn (segment), Dimitrije Vojnov (segment), Jasper Vrancken (segment), Sam Wineman (segment)",
    "Actors": "Pollyanna McIntosh, Barbara Crampton, Sean Bridgers, Tiffany Shepis",
    "Plot": "A collection of 24 films that take a look at the dark side of the festive season. 24 international directors with the most diverse ideas and styles; linked by short animated segments that deal with the Advent calendar itself.",
    "Language": "English",
    "Country": "Germany",
    "Awards": "N/A",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMmE4YTQ3NDgtZDgwYS00MjNiLWEzZmYtMDAyYzliZmFkYWNlXkEyXkFqcGdeQXVyMjA0NzI5NQ@@._V1_SX300.jpg",
    "Ratings": [],
    "Metascore": "N/A",
    "imdbRating": "N/A",
    "imdbVotes": "N/A",
    "imdbID": "tt9301428",
    "Type": "movie",
    "DVD": "N/A",
    "BoxOffice": "N/A",
    "Production": "N/A",
    "Website": "N/A",
    "Response": "True"
}